Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Karsearin.tmx
Source language: ko_kr
Languages: en_us

source: 병사들을 제법 끌고 오셨군요?
en_us: you’ve brought over quite an army.

source: 그럼 명분도 훨씬 확실했을 텐데.
en_us: it would have solidified the reason.

source: 난 아무것도 몰라.
en_us: I don’t know anything.

source: 그냥 믿기 싫은 것뿐이지.
en_us: you just don’t want to accept it.

source: 이미 사르바잔과 라슈타니엔, 아라스난의 후계자들도 도착해 있으니
en_us: the heirs of sarbazan and lastanien have already arrived.

source: 괴...{j}굉장해!
en_us: a-amazing...!{j}

source: 너도 이만 들어가서 자도록 해라.
en_us: you should go sleep now.

source: 그 맹세의 권속이 당신에게 청한다!
en_us: the family of the one who made the pledge requests from you!

source: …프,
en_us: pl...

source: 공주인 척을 하는데 미나랑 친해지고, 여기까지 같이 왔는데
en_us: then, I pretended to be a princess and became friends with mina. that’s how I got here.

source: 기습의 생명은 신속성.
en_us: the key to an ambush is speed.

source: 꼬리는 없어졌네?
en_us: my tail’s gone!

source: 인간이 무슨 재주로 드래곤을 잡은 걸까?
en_us: did a human kill a dragon?

source: 네!!
en_us: yes, sir!!

source: 정령이 거짓말을 했을 리도 없고.
en_us: the spirit wouldn’t have lied.

source: 누추하다니…
en_us: shabby...?

source: 절대 이곳을 빠져나가게 해선 안 된다!!
en_us: we must not let her escape this place!!

source: 고작 그런 이유 때문에 우리 마을이…
en_us: they destroyed our village for that reason...

source: 혼자라고 한 적도 없는데 말이죠.
en_us: ...but I am also not alone.

source: 당신은 이오네!!
en_us: you are ione!!

source: 그럼 저희도 일어나도록 하죠, 공주님.
en_us: then let us move elsewhere, your highness.

source: 대체 무슨 생각이야!
en_us: just what are you thinking?!

source: 카르셀과 아라스난의 사절들 짓입니다!!
en_us: it must be the delegates from karsel and arasnan!!

source: 아예 이오네 공주님이 직접 오시게 하지 그랬어?
en_us: why didn’t you just bring princess ione herself instead?

source: 사상자가 한 명도 없다니 대단하네.
en_us: no casualties? amazing.

source: 그럼 쉬거라!
en_us: get some rest then!

source: 라르테아드 산맥
en_us: the lartead mountains.

source: 그런데 그 유명한 실버 나이트가 왜 이런 곳에?
en_us: but why is the famous silver knight here?

source: 성이라는 곳에 가면 목소리가 변하기라도 하나?
en_us: will my voice change when I get to the palace?

source: 그래!!
en_us: exactly!!

source: 단골 술집에서 들었던 대로라면,
en_us: according to the people at a local bar,

source: 마법이라는 건 말이지.
en_us: you see, magic...

source: 정말 공주를 모시는 사람들 같긴 한데… 별문제는 없겠지?
en_us: they really do seem to serve the princess... it shouldn’t be a problem, right?

source: 인간이 흘리게 한 피였다고!!
en_us: and killed their own kind!!

source: 대체 어떻게…
en_us: just how...

source: 어어… 뭐 그렇지!
en_us: uh... pretty much!

source: 하지만, 어느 날…
en_us: but then, one day...

source: 올해로 27세시라 들었거늘…
en_us: I heard you turned 27 years old this year...

source: 너무 정이 든 것 같더라니… 그냥 놔줬구만?
en_us: you seemed to have gotten quite fond of him... what, did you let him go?

source: 그럼 저녁식사 전까지 쉬고 계세요!
en_us: then, please relax until dinnertime!

source: 잘하고 있어!!
en_us: you’re doing great!!

source: 내 콧바람만으로도 날려 버릴 수 있는 녀석들인데!
en_us: I could just blow them away with a huff of breath before!

source: 레이크가 날 구하더니 노예로 팔아버린 거야!!
en_us: that’s when rake saved me and sold me to the slave market!!

source: 그래도 보통은 이런 걸 실제로 쓸 거라고 생각 안 하지 않냐?
en_us: who’d think we’d actually put this into practice?

source: 레이크를 만난 게 열흘 전이었나?
en_us: it’s been about... ten days since I met rake?

source: 칼슈타인의 말에 따르면,
en_us: karstein told me that...

source: 그럼 아까 천장을 무너뜨려 병사들을 모조리 압사시킨 건 누구더라?
en_us: then who’s the one that smashed the ceiling and crushed the soldiers to death?

source: 자네를 만났으니 말이야.
en_us: the strongest knight in the empire.

source: 별로 기대할 만한 정보는 없겠는데?
en_us: ...but I don’t think there’s anything useful we can learn from him.

source: 레이크를 따라 간 술집에서 본 책…
en_us: ...the book I read at the bar with rake...

source: 본국에서는 그라테우스 뼈로 곰탕이라도 해 먹는 것 아닌가 몰라?
en_us: who knows? maybe someone in our country made bone broth out of grateus’s bones.

source: 너에게 왜 그런 옷을 입혔는지는 궁금하지 않으냐?
en_us: are you not curious why we dressed you that way?

source: 후계자를 구해내는 과정에서 어쩔 수 없이 바트란의 병사들과 전투를 벌인 거지.
en_us: during the rescue, they had no choice but to fight the batran soldiers.

source: 늦었군.
en_us: you’re late.

source: 더없이 영광스러운 제안이오나,
en_us: thank you for your generous offer.

source: 이 여자… 아니, 이 자는 가망이 없어.
en_us: this girl-- I mean, this guy is beyond hope.

source: 그래!
en_us: right!

source: 카르셀을 위한 일이야.
en_us: and this is for the good of karsel.

source: 전하!
en_us: your majesty!

source: 비록 몬스터가 들끓어 기피되는 땅이긴 했지만,
en_us: though people avoided the area due to the swarming monsters...

source: 너무 흥분했어!
en_us: you’re too worked up!

source: 어쩌지!?
en_us: oh no!

source: 산맥을 넘어온 것 때문에 카르셀에는 그대로 허를 찔렸겠지.
en_us: so, karsel really took batran off guard when they advanced through the mountains.

source: 자이트렐 전하를 뵈옵니다.
en_us: it is an honor to be in your majesty’s presence.

source: 나름대로 준비는 해두고 있습니다만…
en_us: I’m working on the necessary preparations...

source: 이 몸과 비슷한 나이인 것 같은데…
en_us: they look to be around the same age as my human body...

source: 이…
en_us: you rats...

source: 놀랍군요.
en_us: amazing.

source: 근거 없는 헛소리로 증명이 되었군.
en_us: ...thereby proving that the rumors are baseless.

source: 바트란 왕국의 수도
en_us: capital city of the batran kingdom

source: 처음 만났던 레이크와 마찬가지야!!
en_us: she’s just like the first human I met, rake!!

source: 분명 저게 내 이야기인 것 같기는 한데…
en_us: I’m sure the book is talking about me...

source: 한입거리도 안되는… 녀석…들이…
en_us: ...aren’t even... worth fighting...

source: 당신은 아린이 아니라 이오네 공주님이라고 했잖습니까!
en_us: I said, you are princess ione, not arin!

source: 상황을 두고 볼까?
en_us: should I wait and see how things go?

source: 우연히 들은 소식인데…
en_us: I happened to hear that...

source: 이게 대체 무슨 일…
en_us: just what is going on--

source: 궁금한 게 있으면 물어봐.
en_us: if you have any questions, ask away.

source: 그야 당연하지, 누가 드래곤 하트를 구할 수 있겠나?
en_us: of course. who else has a dragon heart other than me?

source: 자, 놀 시간이 없습니다!
en_us: come on, there’s no time to play!

source: 그리고 헬레이스의 최고위 무녀 베라.
en_us: and finally, vera, the best exorcist in heleis.

source: 가는 도중에 눈치 봐서 행동하지, 뭐.
en_us: I’ll decide along the way then.

source: 정령술을 타고나지 못한 이들은
en_us: so, those who are not born with elemental magic...

source: 몰라.
en_us: nope.

source: 헤이드 연합력 304년 5월 27일.
en_us: alliance calendar. may 27th, year 304.

source: 도대체 뭘 보여주겠다는 건데?
en_us: just what are you trying show me?

source: 내 눈으로 봐도 이오네 님과 흡사한걸.
en_us: even I think he looks like princess ione.

source: 너무 실망할 필요는 없어요.
en_us: you did strike me perfectly.

source: 혹시 내 얘긴가?
en_us: wait, is it me?

source: 그리고 혹시 모를 궁중에서의 실수를 방지하기 위해…
en_us: and just in case of any accidents at the palace...

source: 까짓거…
en_us: why not...?

source: 정말로 살아있구나…
en_us: I really am alive...

source: 저기…
en_us: excuse me...

source: 레드 드래곤을 뭘로 보고!
en_us: I’m a red dragon!

source: -카르세아린-
en_us: - karsearin -

source: 여기서 ‘내 검기는 드래곤 비늘 한 장 못 잘랐었소!’ 라고 말할 수도 없고…
en_us: but I can’t tell him my sword aura couldn’t slice even a single dragon scale...

source: …미나?
en_us: mina...?

source: 좋아, 사실 그대로 전부 말해주겠어!!
en_us: fine. I’ll tell them everything!!

source: 좋은 돈은 좋은 밥이 된다.
en_us: good money means good food.

source: 어떻게 불 속에서…
en_us: how did he survive...?

source: 세르카르셀의 중앙 왕성
en_us: the central palace of serkarsel

source: 예를 들면… 군사 국가 아라스난은 인구와 영토가 다른 왕국들의 두 배는 되겠죠.
en_us: as an example... the population and land of the garrison state of arasnan are two times bigger than the other nations’.

source: 드디어!
en_us: finally!

source: 처음부터 널 팔아먹으려고 돌봐 준 거라고 봐야겠지!
en_us: he must’ve looked after you to sell you from the beginning!

source: 의지가 힘이 되어 경직된 형체를 자유로이 바꿀지니……
en_us: my will becomes the power to change my form...

source: 가서 인사라도 나누시지요.
en_us: why don’t you go greet them?

source: 이게…
en_us: how...

source: 인간이 놓은 불이었고,
en_us: humans had set the village on fire...

source: 그림 차우민 각색 유중관 원작 임경배 기획 로크미디어
en_us: art by umin cha adaptation by junggwan yu original story by gyeongbae im planning by rok media

source: 그리고 내가 성벽을 파괴하는 역할이었다네.
en_us: finally, I was in charge of destroying the castle walls.

source: 노예 생활 몇 년 차냐는 질문도 못 알아듣냐?
en_us: I meant, how long have you been living as a slave?

source: 이 정도만 해도 큰 문제는 없지 않겠습니까.
en_us: so this much should be fine. right, gaster?

source: 난 미나 라고 해!!
en_us: I’m mina!!

source: 두 지역의 경계에 있는 거대한 산악 지대
en_us: located on the border between the two regions is a great mountain range.

source: 그렇긴 한데 겁을 잔뜩 먹었는지 입을 열지 않아.
en_us: he did, but he won’t talk. he must be scared.

source: 과연 저도 7년 후에 플루토 경처럼 될 수 있을까요?
en_us: do you think I can grow up to be like you in seven years?

source: 남자애라더니 머릿결 참 좋네?
en_us: I heard you’re a boy. your hair’s super nice though!

source: 노예생활만 하다가 이런 상황이 당황스럽기도 하겠지.
en_us: you must be flustered to be here after living as a slave.

source: 아!
en_us: oh!

source: 그들은 저마다 나라를 세우고
en_us: they each founded their own nations...

source: 어디서 헛소리를…
en_us: ridiculous...

source: 알카나스 궁정
en_us: the royal court of alkanas

source: 그것도 그렇네.
en_us: good point.

source: 어쨌든 예쁘다고 하는 거 봐서 칭찬인 것 같다.
en_us: well, he called me pretty. that’s a compliment, right?

source: 잠깐만…
en_us: wait...

source: …그건 전쟁이잖아.
en_us: ...those were a different story.

source: 오!!
en_us: oh!!

source: 반드시 사수해야만 한다!!
en_us: ...the castle gates at all costs!!

source: 남은 문제는 목소리가 다르다는 것인데……
en_us: that leaves us with one last problem... your voice.

source: 아침 공기가 별로 맑지는 않군.
en_us: the morning air isn’t so fresh.

source: 여기는 금화 5천 5백!!
en_us: I’ll pay 5,500!!

source: 아까 가르쳐 줬지요?
en_us: I told you earlier, didn’t I?

source: 일어났니?
en_us: you’re awake.

source: 엄청 큰 물고기야!!
en_us: what an incredibly huge fish!

source: 그냥 자리에 함께 있어주는 정도일 테니까…
en_us: all you have to do is accompany us...

source: 아린!
en_us: arin!

source: 뭐긴 뭐야?
en_us: oh, come on.

source: 그건 불가능해.
en_us: that’s impossible.

source: 입고 있던 옷 조각이야!
en_us: it’s a piece of cloth the princess was wearing!

source: 부르셨습니까, 스승님?
en_us: did you call for us, master?

source: 실례.
en_us: excuse me.

source: 아직 밖에 있었네요!
en_us: you’re still outside!

source: 이봐요, 아린!!
en_us: hey, arin!!

source: 그건 또 제대로 적어 놓은 모양인데…
en_us: that sounds pretty accurate...

source: 저것 봐!
en_us: look over there!

source: 역시 인간이 되길 잘했어!!
en_us: I’m glad I transformed into a human!!

source: 아, 갑니다!
en_us: yeah, yeah! I’m coming!

source: 진짜 똑같이 생기긴 했네.
en_us: we do look alike.

source: 좋아, 시작하자!
en_us: all right. let’s begin!

source: 따라 오너라!
en_us: follow me!

source: 이곳은… 5천 년을 넘게 살아온 에인션트 레드 드래곤.
en_us: here lives... karstein de red...

source: 다리오스가 들려준 이야기에서 나온 그 동료들이야!
en_us: darios told me about them in his stories!

source: 놈들의 습격에 타국 사절들은 전부 억류되었지.
en_us: all the other delegates were detained during the raid,

source: 노예제도, 국가, 도시 등에 대해서도 대강이나마…
en_us: I also learned about slavery, nations, cities, and such...

source: 얜 뭐야?… 세상 사람들 다 아는 이야기인데.
en_us: what’s with this kid...? everyone knows this already.

source: 여기서 해결하겠네.
en_us: I’ll take care of it from here.

source: 드래곤이란 존재 앞에선 하찮을 뿐이랍니다.
en_us: ...mere mortals in front of a dragon.

source: 슬슬 다 끝난 건가?
en_us: is it almost over?

source: 바트란을 침공하게 된 것이다.
en_us: ...to save their future leaders.

source: 저,
en_us: what...

source: 그런 거야!?
en_us: that’s it?!

source: 카르셀 왕국의 가장 위대한 기사님이란다.
en_us: he is the greatest knight in the karsel kingdom.

source: 무슨 일이니?
en_us: what is it?

source: 아무리 카르셀 최고의 전사들이라 하더라도
en_us: they may be the best warriors of karsel...

source: 강력한 저주가 아니거든.
en_us: the curse wasn’t powerful.

source: 이는 결국 6국 연합의 세력 판도는 카르셀 왕국에 걸려있다는 의미가 되는데…
en_us: in the end, the power dynamic of the six nations alliance depends on the karsel kingdom...

source: 제대로 된 마법은 이미 고대에 다 완성이 되었고,
en_us: all the decent magics have already been completed in the ancient times.

source: 응?
en_us: huh?

source: 이대로 수도 알카나스까지 진군하는 겁니다.
en_us: our troops will march all the way to alkanis.

source: 짜증나게!
en_us: so annoying!

source: 기본적인 사항들은 최대한 복습해둬야 합니다.
en_us: before we arrive at alkanis, the capital city of batran.

source: 크으으!
en_us: grrr!

source: 내 이야기잖아?
en_us: this is about me!

source: 실버 나이트라는 칭호를 얻었지.
en_us: ...and thereby received the title of silver knight.

source: 그런데, 이해가 잘 안가.
en_us: I don’t understand.

source: 날 가만 내버려 두지 않는단 말이다…
en_us: ...they won’t leave me alone...

source: 왕자님이라면 빠른 시일 내에 저를 능가할 겁니다.
en_us: you will surpass me soon, prince kasler.

source: 다리오스, 바로 진격할 수 있도록 준비는 되었겠지?
en_us: darios, is your troop ready to charge immediately?

source: 어깨도 너무 아파…
en_us: my shoulder hurts so much too...

source: 카르셀의 이오네 공주!!
en_us: princess ione of karsel!!

source: 이게 무슨 무도한 짓이냐, 플루토!!
en_us: what have you done, pluto?!

source: 멋있지 않았나?
en_us: did it blow your mind?

source: 대체 누구 짓이지?
en_us: ...who did it?

source: 어쩐지...
en_us: for some reason...

source: 저건 뭐야!?
en_us: is that?!

source: 카르셀과 아라스난은 양쪽에서 동시에 침공해 왔다더군.
en_us: ...karsel and arasnan invaded batran from both sides at the same time.

source: 아까는 1서클로 해결했잖아요?
en_us: you took out all those men with a first circle spell earlier.

source: 이 거리면 아까보다 훨씬 거리도 가까우니…
en_us: we are much closer to them than we were before...

source: 이곳이 당신의 방입니다.
en_us: this is your room.

source: 분명...
en_us: I’m sure

source: 뭔가 좀 다르긴 해야겠지?
en_us: I should have something up my sleeve, right?

source: 그건 나도 알지만…
en_us: I know, but...

source: 소드 마스터의 경지에 오른 플루토의 감각을 속이고…
en_us: they managed to fool a sword master, slipping away unnoticed under your watch...

source: 내가 9서클의 주문을 터득했으면 그 고생을 왜 했겠나?
en_us: if I had really mastered a ninth circle spell, why would I have gone through the trouble?

source: 기품있게, 기품…
en_us: remember to be dignified...

source: 그럼… 이름은 뭐니?
en_us: ...what’s your name?

source: 마법은 완벽하오.
en_us: my magic worked perfectly.

source: 그건 그렇군요.
en_us: I see.

source: 상황에 대한 정보가 너무 없으니… 좀 더 알아볼 필요가 있겠군.
en_us: we have too little intel on the situation... we must dig a bit deeper.

source: 너에게 도움을 줄 수 있는 사람이 있거든.
en_us: there’s someone who can help you.

source: 이리 내놔야겠다!!
en_us: ...release her!!

source: 하지만…
en_us: but...

source: 그렇다면 저 인간이
en_us: then that human...

source: 어차피 질 게 뻔한데 뭘 저렇게 버티는 게야?
en_us: why are they resisting when they’ve obviously lost?

source: 그래서 그랬구나.
en_us: it makes sense.

source: 어머, 어머!!
en_us: oh my god!

source: 지금부터 내가 묻는 말에 전부 대답해라.
en_us: answer every single question I’m about to ask you.

source: 칼슈타인 드 레드
en_us: karstein de red

source: 오, 가베인.
en_us: oh. gabein.

source: 이 때문에 카르셀과 아라스난은 미래의 왕을 구하기 위해 어쩔 수 없이...
en_us: so, karsel and arasnan had no choice but to invade batran...

source: 짜증나!
en_us: this is so annoying!

source: 뭐, 우리 눈에도 학살로 보일 정도라면 기습은 성공한 셈인가?
en_us: well, I suppose that means we succeeded in taking them by surprise.

source: 보게!
en_us: look!

source: 적어도 카르셀이 가짜 공주를 내세웠다는 점을 알아냈으니까.
en_us: we found out that karsel put forward a fake princess.

source: 이것의 힘이지.
en_us: it was all thanks to this.

source: 정말 똑같군.
en_us: you really do look alike.

source: 아린은 공주의 대행으로 따라온 것 같은데,
en_us: if arin came here to stand in as the princess...

source: 이제 어찌해야 하나……
en_us: what should I do now...?

source: 이제 끝났군.
en_us: it’s over now.

source: 그 노예… 어디 갔어?
en_us: that slave... where did he go?

source: 뭐?
en_us: huh?

source: 설마 너 이번이 처음인 거야?
en_us: or is it your first time?

source: 으응?
en_us: huh?

source: 라엘
en_us: lael

source: …네?
en_us: what...?

source: 레드 드래곤
en_us: ancient red dragon

source: 물의 정령으로 상처를 감쌌나?
en_us: you covered the injury with a water spirit?

source: 헌데… 포기하기엔 또 너무 편하단 말이지?
en_us: still... how can I give up such an extravagant life?

source: 공주님━!!
en_us: your highness!!

source: 크윽…
en_us: gragh

source: 기억을 되찾는 데 시간이 좀 걸리겠지만…
en_us: it’ll take a while for you to get your memories back...

source: 고작 노예한테…
en_us: to a slave no less...?

source: 라르테아드 산맥 끝자락에 위치한 인구 10만의 대도시로,
en_us: a major city with a population of 100,000 people, located at the edge of the lartead mountains.

source: 하긴, 상관없겠지.
en_us: well, it doesn’t matter.

source: 아무리 나라도 새 마법 만드는 건 쉬운 일이 아니야.
en_us: creating new spells isn’t easy, even for me.

source: 꼴좋다, 빌어먹을 왕족 놈들.
en_us: serves you right, you damn royals.

source: 그런 마법이 존재했다면 세상의 모든 국왕들은 죄다 마법사 출신이겠구만.
en_us: if such magic existed, every mage would reign like kings.

source: 근데 누가 내 나이를 이렇게 뻥튀기해 놨어?
en_us: who blew my age out of proportion?

source: 플루토!!
en_us: pluto!!

source: 무엇보다 위력이 대단합니다.
en_us: above all, what an incredible display of power and magic.

source: -다수의 그리폰, 와이번, 오크 등의 몬스터 군단을 거느리고 있음.
en_us: -commands an army of monsters, including griffins, wyverns, orcs, and so on.

source: 쉿!
en_us: shh!

source: 지금도 딱히 불편한 건 없고…
en_us: nothing’s particularly concerning right now...

source: …너무 억지가 심한 거 아냐?
en_us: isn’t that too far-fetched...?

source: 카르셀과 아라스난이
en_us: six days after...

source: 놈들은 카르셀 왕국의 병사들이었어.
en_us: it was the soldiers of karsel.

source: 오냐오냐했더니 이런 짓을……
en_us: after all I’ve done for him...

source: 주인장, 여기 라킬 세 잔 주시오!
en_us: hey mister, get us three glasses of lakil!

source: 움직이니까 너무 아파━!!
en_us: ...frigging hurts when I move!

source: 이쪽으로 따라와라.
en_us: come follow me.

source: 그래, 인간에게 치료해달라고 하자.
en_us: right. I’ll ask a human to treat me.

source: 인간이라곤 단 한 명도 못 봐서
en_us: I came out to the human world...

source: 키가 많이 크셨네요?
en_us: you’ve grown taller!

source: 새 옷도 주고 먹을 것도 주는데, 좀 더 이대로 있어볼까?
en_us: ...but they gave me new clothes and food. should I stay here a little longer?

source: 자이트렐 엘 바트란
en_us: zaitrel el batran

source: 아린은 어떻게 되는 거죠?
en_us: what will happen to him?

source: 어떠냐!!
en_us: how’s that, humans?!

source: 인간들의 검술을 구경하는 게 이렇게 힘들 줄이야.
en_us: who knew it’d be so hard to see humans engage in a sword fight?

source: 드래곤 슬레이어!?
en_us: a dragon slayer?!

source: 고작 몇 줄로 요약될 내용을 장장 30분에 걸쳐 떠들어 대다니!
en_us: ...she prattled for a good thirty minutes when she could’ve said it in a few lines!

source: 그 후 우리는 정처없이 세상을 떠돌았다.
en_us: after that, we wandered aimlessly.

source: 인간들의 모험담을 보면 꼭 길을 갈 때마다 몬스터가 퐁퐁 뛰쳐나오고,
en_us: in adventure stories, monsters jump out from every corner...

source: 그래서, 넌 몇 년 됐냐?
en_us: so, how long has it been for you?

source: 기껏해야 노예 한 명에 불과해.
en_us: he’s nothing more than a slave.

source: …아린에겐 아무 일 없을 겁니다.
en_us: arin will be just fine...

source: 덕분에 살았군.
en_us: you saved my life.

source: 내… 내 목소리가!!
en_us: m-my voice!!

source: 눈높이가 비슷해져 버렸어!
en_us: but now they’re at eye level!

source: 착한 인간이 아니었던 것이냐!!
en_us: so you weren’t a kind human!!

source: 뭐가 어떻게 돌아가는 거야?
en_us: what in the world is going on?

source: 그래도 기분만큼은 이렇게 상쾌할 수가 없구나!
en_us: but I can’t feel any more refreshed than this!

source: 아르키어드?
en_us: archiad?

source: 승패는 이미 결정된 것이나 다름없습니다.
en_us: victory is practically ours.

source: 기억상실이란 말이지?
en_us: memory loss, you say?

source: 3만 골드?
en_us: 30,000 gold?

source: 이… 이게 팔이고,
en_us: th-these are arms...

source: 인간들도 많고, 집도 많고,
en_us: there are so many humans and houses...

source: 그 아이의 육체는 이미 성년기의 드래곤과 맞먹지 않습니까?
en_us: his body is already as big as an adult dragon’s, is it not?

source: 그동안 연습했던 거 써먹을 때가 왔다.
en_us: it’s time to put what we’ve been training into practice.

source: 성문만큼은…
en_us: we must defend...

source: 『여행자를 위한 산맥 구조와 몬스터 서식지』 라…
en_us: mountain building and monster habitats for travelers...

source: 이번에 카르셀군은 알 크리드 산맥을 넘어 침공해 왔으니까.
en_us: the karsel army occupied the al kreed mountains in order to launch an invasion.

source: 이건 또 뭐지?
en_us: what’s that?

source: 그동안 만났던 자들과 달리 친절한 것 같고...
en_us: they seem nicer than the ones I’ve met so far...

source: 신비로운 아름다움을 가지고 있는 약관의 청년입니다!
en_us: and cute eyes with a wondrous beauty!!

source: 저는 이오네 공주의 시녀 미나가 아닌…
en_us: I am not mina, the maid serving princess ione...

source: 좀 전의 마법은 정말로 대마법사다운 모습이었습니다.{j}가스터.
en_us: I expect no less from the archmage, gaster latnile.{j}

source: 여기 있다!!
en_us: she’s here!!

source: 무슨 일이라도 안 일어나려나?
en_us: can something please happen?

source: 건강해지고 나면 다시 드래곤으로 돌아가서…
en_us: then, when I become healthy, I’ll return to my dragon form...

source: 좋아, 완벽한 계획이야!
en_us: great! my plan is perfect!

source: 하핫, 제법 두둑하게 쳐 주네.
en_us: haha, that’s quite a generous amount.

source: 진심이야?
en_us: are you serious?

source: 기대해 보게나, 다리오스.
en_us: just you wait, darios.

source: 이곳 바트란은 험한 산지와 숲이 대부분인 나라,
en_us: batran is made up of mostly rugged mountains and forests.

source: 내일쯤이면 다리오스와 가스터도 도착하겠네.
en_us: darios and gaster should get here by tomorrow.

source: 나 지금 법칙의 힘으로 법칙을 수정하여 정해진 것에 의지를 가한다.
en_us: ...to change the rule that binds me to the form of my kind, using my own will.

source: 화이트 드래곤 그라테우스의 비늘을 가공한 이 갑옷이 있는 한
en_us: as long as we wear this armor made from the scales of grateus the white dragon...

source: 그런 건 아니야, 단지 불필요한 살생이 싫은 거지!
en_us: you’ve got it wrong. I just don’t like spilling blood if we don’t have to!

source: 둥지를 틀게?
en_us: what am I, a bird?

source: 지금 상황에선 의미도 없지만…
en_us: not that it matters in this situation.

source: 정령사 (精靈士)
en_us: simply put, elementalists...

source: 흐음━ 꽤나 무섭긴 무서웠나 보네.
en_us: hmm... sounds like it was quite frightening.

source: 여기는… 어디지?
en_us: where... am I?

source: 타고난 족속의 형체여,
en_us: I hereby use the power of law...

source: 관계자로서,
en_us: as a member...

source: 이런 작전을 세우시다니.
en_us: a formidable plan, really.

source: 모두 이쪽으로!!
en_us: this way, everyone!!

source: 찾았다아아!!!
en_us: I found it!!!

source: 대답을 하면 안 됩니다!
en_us: you mustn’t answer!

source: 머리가 나쁘진 않은 듯하네요.
en_us: at least you’re not brainless.

source: 기사도 왕국 리베이드는 아무리 왕족이라 할지라도 약한 자에겐 결코 기사의 칭호를 내리지 않는다.
en_us: libeid, the kingdom of chivalry, does not bestow the title of a knight to someone who’s weak, even if they are royalty.

source: 몰라━
en_us: nope!

source: 얘, 너 진짜 똑같이 생겼다?
en_us: you look exactly like her!

source: 가스터…플루토?
en_us: gaster and... pluto?

source: 세상 물정을 전혀 모른다고 들었는데, 그런 말은 어디서 들은 게냐?
en_us: I heard you were uninformed about the world. where did you hear about us?

source: 반드시 죽어야 할 이유?
en_us: a reason why he must die?

source: 잘하고 있을걸.
en_us: they should be fine.

source: 어딜?
en_us: where to?

source: 걱정했던 것과는 달리
en_us: contrary to my worries...

source: 알고 보면 그저 운이 좋았을 뿐인데…
en_us: looking back, we were just lucky...

source: 이 녀석은 아직 환자야.
en_us: he’s a patient.

source: 바트란의 남부 일대를 완전히 점령하는 데 성공한다.
en_us: they succeed in the complete capture of the southern region of batran.

source: 자, 이야기는 여기까지 하고 슬슬 잘 준비를 해야지.
en_us: let me wrap up the story here. it’s time for bed.

source: 이봐, 가베인…
en_us: listen, gabein...

source: 알 크리드 산맥에 살면서 평생 드래곤이라곤 구경도 못 해 봤어.
en_us: I’ve never even seen the hint of a dragon while I lived in the al kreed mountains.

source: 하여튼 책에는 그렇게 쓰여 있었어.
en_us: anyway, that’s what the book says.

source: 이 정도 거리라면 2서클 정도가 한계야.
en_us: from this distance, the most I can cast are second circle spells.

source: 내 무식함이 들킬까봐 조마조마하긴 하지만
en_us: I was nervous that he might find out how ignorant I am...

source: 레이크가 그러는데 나 정도면 대충 스무살이라던데?
en_us: rake said I should be around 20 years old.

source: 그렇다면 제 소유임을 인정하시겠습니까?
en_us: if not, will you announce my ownership?

source: 그대의 힘에 실린 파괴의 권능이…
en_us: may your power of destruction...

source: 세게 찌를 거면 손톱이라도 좀 깎든가!!
en_us: at least clip your nails before poking me!

source: 내 몸을 그 흐름 속에 실어라!
en_us: ...pass the currents of air under my body!

source: 현재 서쪽 종탑과 동쪽…
en_us: currently, the western belfry and the eastern--

source: 아, 좋다━
en_us: wow, this is great.

source: 그런데 레이크는 아쉽다고 하더니 왜 저렇게 즐거워 보이지?
en_us: but rake said it’s a shame. why does he look so happy then?

source: 드래곤의 마나 중심체,
en_us: ...is the core of the dragon’s mana...

source: 오크들이 왜?…
en_us: why would they do that...?

source: 그들과 대적했던 화이트 드래곤 그라테우스까지…
en_us: then, he told me about fighting grateus, the white dragon...

source: 아린은 이 일과 아무 상관도 없어요.
en_us: arin has nothing to do with this.

source: …저도 눈여겨 보고는 있었습니다만,
en_us: I’ve had my eyes on them as well...

source: 라셀!
en_us: rasell!

source: 아까부터 기운이 없어.
en_us: I’ve been feeling weak since earlier.

source: 굳이 일일이 보고할 필요는 없습니다.{j}자피엘 공.
en_us: don’t bother reporting every single detail, lord zaphier.{j}

source: 오크는 물론이고 트롤에 오우거들까지…
en_us: it’s not just the orcs. the trolls and the ogres too...
